Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Features/Ultra.xcstrings
Source language: en
Languages: de, es

source: All Features
de: Alle Funktionen
es: Todas las Características

# All Set Up
source: You’re all set up!
de: Du bist startklar!
es: ¡Ya está todo listo!

# Feature.FamilySharing
source: Family Sharing
de: Familienfreigabe
es: En Familia

# Feature.FamilySharing.Description
source: Get stronger, together
de: Gemeinsam stärker werden
es: Háganse más fuerte, juntos

# Feature.Icons.Description
source: Bring delight to your homescreen
de: Bring Freude auf deinen Startbildschirm
es: Lleve alegría a sus pantallas de inicio

# Feature.MetricsAndBlocks
source: Unlimited Metrics & Blocks
de: Unbegrenzte Kennzahlen und Blöcke
es: Métricas y Bloques Sin Límites

# Feature.MetricsAndBlocks.Description
source: Track all your stats
de: Verfolge alle deine Statistiken
es: Traiga todos sus datos

# Feature.Support
source: Support the developer
de: Unterstütze den Entwickler
es: Apoya al desarrollador

# Feature.Support.Description
source: Peak is made by a one-person team. Your subscriptions directly help me continue building new features
de: Peak wird von einem Ein-Mann-Team entwickelt. Dein Abo unterstützt direkt die Entwicklung neuer Features.
es: Peak está hecho por un equipo de una persona. Sus suscripciones me ayudan directamente a seguir construyendo nuevas características

# Feature.Themes.Description
source: Pick from over 80 beautiful themes
de: Wähle aus über 60 wunderschönen Themes aus.
es: Elige entre más de 80 temas hermosos

# Feature.Widgets
source: Widgets & Complications
de: Widgets & Komplikationen
es: Widgets y Complicaciones

# Feature.Widgets.Description
source: Stay updated about your progress
de: Behalte deinen Fortschritt im Blick.
es: Esté siempre atento a su progreso

# Features.All
source: Unlock unlimited metrics, blocks, themes, widgets, and more
de: Schalte unbegrenzte Kennzahlen, Blocks, Themes, Widgets und mehr frei
es: Desbloquea métricas ilimitadas, bloques, temas, widgets y más

# Features.All.Compact
source: Unlock all features
de: Schalte alle Funktionen frei
es: Desbloquea todas las funciones

# FreeTrial.Day1.Text
source: Start using all of Peak’s features to track your health & fitness
de: Nutze alle Funktionen von Peak, um deine Gesundheit und Fitness zu verfolgen
es: Comience a utilizar todas las funciones de Peak para seguir su salud y estado físico

# FreeTrial.Day1.Title
source: Today
de: Heute
es: Hoy

# FreeTrial.Day5.Text
source: Get a reminder about when your trial will end. Requires notification permissions
de: Lass dich daran erinnern, wann deine Testphase endet. Erfordert die Berechtigung, Benachrichtigungen zu schicken
es: Recibe un recordatorio sobre cuándo finalizará tu prueba. Requiere permisos de notificación

# FreeTrial.Day5.Title
source: Day 5
de: Tag 5
es: Día 5

# FreeTrial.Day7.Text
source: You'll be charged on the 7th day. Cancel anytime before
de: Deine Zahlungsmethode wird am 7. Tag belastet. Storniere jederzeit davor
es: Se le cobrará el séptimo día. Puede cancelar en cualquier momento antes

# FreeTrial.Day7.Title
source: Day 7
de: Tag 7
es: Día 7

# FreeTrial.Title
source: How Your Free Trial Works
de: So funktioniert deine kostenlose Testversion
es: Cómo Funciona su Prueba Gratuita

# FreeTrialNotification.Body
source: Your subscription will change from a trial to Peak Ultra soon. We hope you’re enjoying Peak!
de: Dein Abonnement wird bald von einer Testversion auf Peak Ultra umgestellt. Wir hoffen, Du genießt Peak!
es: Su suscripción cambiará de una prueba a Peak Ultra pronto. ¡Esperamos que esté disfrutando de Peak!

# FreeTrialNotification.Title
source: 2 Days Left on Your Trial
de: Noch 2 Tage der kostenlosen Testversion verbleibend
es: Quedan 2 Días en su Prueba

# FreeTrialReminderPrompt.Confirm
source: Remind Me
de: Erinnere mich
es: Recordarme

# FreeTrialReminderPrompt.Skip
source: Skip
de: Überspringen
es: No

# FreeTrialReminderPrompt.Title
source: Would you like Peak to send you a notification 2 days before your trial ends?
de: Möchtest du 2 Tage vor Ablauf der kostenlosen Testversion von Peak benachrichtigt werden?
es: ¿Le gustaría que Peak le envíe una notificación 2 días antes de que finalice su prueba?

source: Learn More
de: Mehr erfahren
es: Aprender Más

source: Manage Subscription
de: Abo verwalten
es: Administrar Suscripción

source: Not Now
de: Nicht jetzt
es: Ahora No

# Period.Lifetime
source: Lifetime
de: Einmalkauf
es: Para Siempre

# Period.Monthly
source: Monthly
de: Monatlich
es: Mensual

# Period.Yearly
source: Yearly
de: Jährlich
es: Anual

# Plans.Hide
source: Hide All Plans
de: Alle Pläne ausblenden
es: Ocultar Los Planes

# Plans.Show
source: Show All Plans
de: Alle Pläne anzeigen
es: Todos Los Planes

source: Purchase
de: Kaufen
es: Comprar

# Reason.AppIcons
source: Switch app icons with
de: App Icon ändern zu
es: Cambiar iconos de app con

# Reason.FamilySharing
source: Get stronger together with
de: Werde gemeinsam stärker mit
es: Háganse Más Fuerte, Juntos con

# Reason.Themes
source: Customise your theme with
de: Passe dein Theme an mit
es: Personalice su tema con

# Reason.Widgets
source: Unlock all widgets with
de: Schalte alle Widgets frei mit
es: Desbloquear todos los widgets con

source: Redeem
de: Einlösen
es: Canjear

source: Restore
de: Wiederherstellen
es: Restaurar

source: Start Your 7 Day Free Trial
de: Starte deine 7-tägige kostenlose Testversion
es: Comienza Su Prueba Gratuita de 7 Días

source: Subscribe
de: Abonnieren
es: Suscribirse

source: Tap to Unlock
de: Zum Entsperren tippen
es: Toque para Desbloquear

# Thanks For Unlocking
source: Thank you for unlocking Peak Ultra!
de: Vielen Dank dass du Peak Ultra freigeschaltet hast!
es: ¡Gracias por conseguir Peak Ultra!

# Welcome
source: Welcome to Peak Ultra!
de: Willkommen bei Peak Ultra!
es: ¡Bienvenido a Peak Ultra!

# Feature.Icons
source: App Icons
es: Íconos de App

# Feature.Themes
source: Themes
es: Temas

# Reason.Blocks
source: Add more than %d blocks with
es: Agregar más de %d bloques con

# Reason.Metrics
source: Add more than %d metrics with
es: Agregar más de %d bloques con
